[
    {
        "label": "Action",
        "value": "ACTION",
        "description": "Un genre qui se concentre généralement sur des personnages qui utilisent des capacités physiques ou surnaturelles pour lutter contre de puissants adversaires."
    },
    {
        "label": "Aventure",
        "value": "AVENTURE",
        "description": "Un genre qui se concentre sur le protagoniste dans un voyage, souvent avec un groupe de compagnons."
    },
    {
        "label": "Comédie",
        "value": "COMEDIE",
        "description": "Un genre qui se concentre souvent sur des situations et des personnages humoristiques."
    },
    {
        "label": "Drame",
        "value": "DRAME",
        "description": "Un genre qui se concentre sur le développement du personnage et les relations."
    },
    {
        "label": "Fantaisie",
        "value": "FANTAISIE",
        "description": "Un genre qui comporte souvent des éléments magiques et des créatures mythiques."
    },
    {
        "label": "Horreur",
        "value": "HORREUR",
        "description": "Un genre qui se concentre sur la peur et le suspense."
    },
    {
        "label": "Romance",
        "value": "ROMANCE",
        "description": "Un genre qui se concentre sur les relations entre les personnages."
    },
    {
        "label": "Sci-Fi",
        "value": "SCI_FI",
        "description": "La science-fiction explore des idées futuristes et des thèmes technologiques."
    },
    {
        "label": "Tranche de vie",
        "value": "TRANCHE_DE_VIE",
        "description": "Une représentation réaliste de la vie quotidienne."
    },
    {
        "label": "Sports",
        "value": "SPORTS",
        "description": "Un genre qui se concentre sur les personnages pratiquant un sport."
    },
    {
        "label": "Mécha",
        "value": "MECHA",
        "description": "Un genre qui se concentre sur les robots et implique souvent des batailles entre machines."
    },
    {
        "label": "Mystère",
        "value": "MYSTERE",
        "description": "Contient des intrigues qui sont résolues par la déduction ou la résolution de puzzles."
    },
    {
        "label": "Psychologique",
        "value": "PSYCHOLOGIQUE",
        "description": "Explore les processus mentaux et explore souvent des thèmes complexes de la psyché humaine."
    },
    {
        "label": "Polar",
        "value": "POLAR",
        "description": "Polar est un genre qui se concentre sur les crimes, leur détection, les criminels et leur motivation."
    },
    {
        "label": "Isekai",
        "value": "ISEKAI",
        "description": "Un sous-genre de la fantasy japonaise qui tourne principalement autour d'un personnage qui est transporté ou piégé dans un univers parallèle."
    },
    {
        "label": "Harem",
        "value": "HAREM",
        "description": "Un genre où un personnage est entouré romantiquement ou sexuellement par plusieurs autres personnages."
    },
    {
        "label": "Reverse Harem",
        "value": "REVERSE_HAREM",
        "description": "Une variante du genre Harem où un personnage féminin est entouré par plusieurs personnages masculins."
    },
    {
        "label": "Ecchi",
        "value": "ECCHI",
        "description": "Un genre qui contient des scènes légèrement érotiques ou suggestives."
    },
    {
        "label": "Mecha",
        "value": "MECHA",
        "description": "Un genre qui se concentre sur les robots et implique souvent des batailles entre machines."
    },
    {
        "label": "Magical Girl",
        "value": "MAGICAL_GIRL",
        "description": "Un genre qui met en scène des filles qui utilisent la magie, souvent pour combattre le mal."
    },
    {
        "label": "Slice of Life",
        "value": "SLICE_OF_LIFE",
        "description": "Un genre qui dépeint des scénarios réalistes de la vie quotidienne."
    },
    {
        "label": "Cyberpunk",
        "value": "CYBERPUNK",
        "description": "Se concentre sur les sociétés dystopiques de haute technologie."
    },
    {
        "label": "Post-Apocalyptique",
        "value": "POST_APOCALYPTIQUE",
        "description": "Se déroule dans un monde après une catastrophe globale."
    },
    {
        "label": "Martial Arts",
        "value": "MARTIAL_ARTS",
        "description": "Se concentre sur les arts martiaux et leurs pratiques."
    },
    {
        "label": "Super Power",
        "value": "SUPER_POWER",
        "description": "Les personnages principaux ont des pouvoirs surnaturels."
    },
    {
        "label": "Vampire",
        "value": "VAMPIRE",
        "description": "Se concentre sur les vampires et les légendes qui les entourent."
    },
    {
        "label": "Yaoi",
        "value": "YAOI",
        "description": "Se concentre sur les relations romantiques entre hommes."
    },
    {
        "label": "Yuri",
        "value": "YURI",
        "description": "Se concentre sur les relations romantiques entre femmes."
    },
    {
        "label": "Shonen",
        "value": "SHOUNEN",
        "description": "Destiné aux jeunes garçons de moins de quinze ans. Les animes et mangas Shonen sont généralement axés sur l'action, l'aventure et le combat. Exemples : Dragon Ball, Naruto, One Piece."
    },
    {
        "label": "Seinen",
        "value": "SEINEN",
        "description": "Destiné aux jeunes hommes âgés de 15 à 24 ans. Les animes et mangas Seinen ont tendance à être de nature plus violente et/ou psychologique. Exemples : Berserk, Ghost in the Shell, Akira."
    },
    {
        "label": "Shojo",
        "value": "SHOJO",
        "description": "Destiné aux filles de dix à dix-huit ans. Les animes et mangas Shojo sont généralement axés sur la romance et les relations interpersonnelles. Exemples : NANA, Sailor Moon."
    },
    {
        "label": "Josei",
        "value": "JOSEI",
        "description": "C'est l'équivalent féminin du Seinen, destiné aux femmes adultes. Les animes et mangas Josei ont tendance à être plus réalistes et moins idéalisés que les Shojo."
    },
    {
        "label": "Kodomomuke",
        "value": "KODOMOMUKE",
        "description": "Destiné aux enfants. Ces animes et mangas sont généralement éducatifs et contiennent des messages moraux."
    }
]